/* 
  Localizable.strings
  LexarUSBENC

  Created by xin.xu on 2019/3/26.
  Copyright © 2019年 xin.xu. All rights reserved.
*/

/*登录界面*/
"String_1" = "Confirm";
"String_2" = "Please Enter Password";
"String_3" = "Password hints";
"String_4" = "Initialization has failed. The program will now close!";


/*delegate*/
"String_5" = "File";
"String_6" = "New";
"String_7" = "New Folder";
"String_8" = "Add File(s)";
"String_9" = "Save File(s) to";
"String_10" = "Lock";
"String_11" = "Exit";
"String_12" = "Edit";
"String_13" = "Copy";
"String_14" = "Cut";
"String_15" = "Paste";
"String_16" = "Rename";
"String_17" = "Delete";
"String_18" = "Move to Folder…";
"String_19" = "Select All";
"String_20" = "View";
"String_21" = "Details";
"String_22" = "List";
"String_23" = "Icons";
"String_24" = "Properties";
"String_25" = "Tools";
"String_26" = "Change Password";
"String_27" = "Backup Data";
"String_28" = "Restore Data";
"String_29" = "Backup locations";
"String_30" = "Timeouts";
"String_31" = "Help";
"String_32" = "Check for Updates";
"String_33" = "About";

/*欢迎界面*/
"String_34" = "Disk not supported";

/*更改密码界面*/
"String_35" = "Please enter your current password:";
"String_36" = "Please enter your new password:";
"String_37" = "You must use a combination of at least 6 letters, numbers, or special characters";
"String_38" = "Re-enter your new password:";
"String_39" = "Password hints:";
"String_40" = "Password Strength:";
"String_41" = "Weak";
"String_42" = "Normal";
"String_43" = "Strong";
"String_44" = "Cancel";
"String_48" = "Password invalid";
"String_49" = "Password does not match";

/*注册界面*/
"String_50" = "Create Password";
"String_51" = "Create Your Password:";
"String_52" = "Confirm Your Password:";

/*mainViewController*/
"String_53" = "My Protected Files";
"String_54" = "My Computer";
"String_55" = "Flash Drive";
"String_56" = "Drive Protection: AES256";
"String_58" = "Go Forward";
"String_59" = "Go Home";
"String_60" = "Backing up...";
"String_62" = "Estimated Time to Complete:";
"String_68" = "Skip";
"String_79" = "Please enter a new folder name";
"String_89" = "Encrypting";
"String_95" = "Please enter a new name";

/*恢复数据界面*/
"String_111" = "Data Restore Successful!";
"String_112" = "Restoring Backup Data";
"String_113" = "Go Back";
"String_114" = "Restore";
"String_115" = "By clicking \"Restore\" you will replace all of your data in the selected safe with the data from the backup. \nClick \"Back\" if any changes are needed before proceeding.";
"String_116" = "Next";
"String_117" = "Select the backup file you would like to restore, and click Next to continue.";
"String_119" = "Flash Drive";
"String_120" = "Select the data to restore";
"String_121" = "This application will guide you through the process of restoring your data from a previous backup. \n\nPlease choose the location where the backup file is stored, and click \"Next\" to continue.";
"String_122" = "Restore Data";
"String_123" = "Data Restore Failed!";
"String_124" = "You can now close the window and access the restored data";

"String_125" = "Lexar Encryption Software Protocol";


"String_134" = "Backup Locations";
"String_135" = "My Documents";
"String_137" = "Install Locations";

"String_139" = "Name";
"String_140" = "Date";
"String_141" = "Size";

"String_142" = "Login failed: Password error";
"String_146" = "Login";
"String_147" = "Simplified Chinese";
"String_148" = "Exit";
"String_149" = "Used";
"String_150" = "Remaining Capacity";
"String_151" = "Age";
"String_152" = "Tody";
"String_153" = "Yesterday";
"String_154" = "Locations";
"String_155" = "Enable backup retention";
"String_156" = "Failed to change password!";

"String_45" = "Password change successful!";
"String_46" = "Password too short";
"String_47" = "Password too long";
"String_57" = "Back";
"String_61" = "Calculating...";
"String_63" = "Back up successful";
"String_64" = "Decrypting";
"String_65" = "Transfer Completed!";
"String_66" = "Folder already exists";
"String_67" = "Retain";
"String_69" = "File already exist";
"String_70" = "Folder decryption error";
"String_71" = "Stop";
"String_72" = "File decryption error";
"String_73" = "Document/folder not selected!";
"String_74" = "Copying";
"String_75" = "Cutting";
"String_76" = "Error";
"String_77" = "The destination folder is a subfolder of the source folder";
"String_78" = "Current location cannot create folder!";
"String_80" = "Successfully Created!";
"String_81" = "Failed to create!";
"String_82" = "Encryption";
"String_83" = "Selected target path";
"String_84" = "Decrypt";
"String_85" = "Folder names contain special characters";
"String_86" = "Set up successfully!";
"String_87" = "Setup failed!";
"String_88" = "Target path does not exist";
"String_90" = "Folder encryption error";
"String_91" = "File encryption error";
"String_92" = "Delete successfully!";
"String_93" = "Delete failed!";
"String_94" = "Are you sure you want to delete the selected file?";
"String_96" = "Successfully renamed";
/*computerViewController*/
"String_97" = "Rename failed";
"String_98" = "Inclusion of special characters";
"String_99" = "File name cannot be empty";
/*protectTabViewController*/
"String_100" = "Search status, unable to do this operation!";
"String_101" = "Open failure";
/*XXDiskFileManager*/
"String_102" = "Unknown error!";
"String_103" = "The disc path is empty!";
"String_104" = "Disk not mounted";
"String_105" = "Password cannot be empty";
"String_106" = "Not logged in";
"String_107" = "Creation path does not exist";
"String_108" = "Retaining";
"String_109" = "Restoration is under way, can not be shut down!";
"String_110" = "You can now close the window and access the restored data";
"String_143" = "Copy failed";
"String_144" = "Shear failure";
"String_145" = "It's the latest version.";
"String_136" = "Application data";
"String_138" = "Application";
"String_128" = "Folder properties";
"String_129" = "Folder Name:";
"String_130" = "Complete path:";
"String_131" = "Total number of documents:";
"String_132" = "Total storage space:";
"String_133" = "Select folders";
"String_118" = "Display Unlisted Depositories";
"String_126" = "Software Service Protocol";
"String_127" = "PLEASE READ THIS SOFTWARE SERVICE AGREEMENT (“AGREEMENT”) CAREFULLY BEFORE DOWNLOADING, INSTALLING AND/OR USING THIS SOFTWARE. IF YOU DO NOT AGREE TO THE TERMS OF THIS AGREEMENT, DO NOT DOWNLOAD, INSTALL AND/ OR USE THE SOFTWARE. BY DOWNLOADING, REPRODUCING, INSTALLING, ACCESSING, AND/OR USING THIS SOFTWARE IN ANY WAY, YOU (“USERS”) AGREE TO BE BOUND BY THE TERMS OF THIS AGREEMENT. THE SOFTWARE IS PROVIDED TO USERS FOR DOWNLOADING, INSTALLING OR USING BY LEXAR IN THIS AGREEMENT. THIS SOFTWARE IS PROTECTED BY THE COPYRIGHT LAW OF THE PEOPLE’S REPUBLIC OF CHINA AND INTERNATIONAL COPYRIGHT TREATIES AS WELL AS OTHER INTELLECTUAL PROPERTY LAWS AND TREATIES. USERS SHALL BEAR ANY CONSEQUENCE CAUSED BY USING THIS SOFTWARE.\n\n|_|1.By agreeing to use, Users voluntarily protect their data with the software. Users are responsible for legality, accuracy, and safety of the data.\n|_|2.Users’ data will be protected with Lexar encryption technology. Lexar and/or its affiliates will not and do not have technical capability to acquire, learn, or possess Users data in any way.\n|_|3.Lexar and/or its affiliates reserve the right to modify or update the software for Users.\n|_|4.Lexar and/or its affiliates will not warrant the software is free of any computer virus, hidden Trojan horse program, or malware if such software is not downloaded from a Lexar designated website and/or any other medium issued by Lexar. Using such unauthorized software may cause unforeseeable risks. Users are not suggested to download, install, or use unauthorized software. In no event is Lexar and/or its affiliates liable for any consequence whatsoever arising out of or relating to download, installation, or use of unauthorized software.\n|_|5.Disclaimer and Limitation of Liability\n|_|  5.1.Lexar and/or its affiliates do not warrant the software will be compatible or work with all other hardware or software, or that the software will be error-free although the software has been thoroughly tested. Users may contact Lexar and/or its affiliates for technical support in the event compatibility issue or software error arises. Users may delete or uninstall this software if the problem could not be solved.\n|_|  5.2.To the extent permitted by applicable law, in no event is Lexar and/or its affiliates liable for any damages or risk, including, without limitation, direct or consequential damages, loss of data, or any other economic damages or losses whatsoever, arising out of or relating to the use of, or inability to use this software.\n|_|  5.3.In no event shall Lexar and/or its affiliates be liable for any damage arising out of the failure of telecommunication system or network of internet, computer malfunction or virus, damage or loss of data, computer system problem, or any cause beyond its reasonable control, including but not limited to acts of God; labor disputes; industrial disturbances; systematic electrical, telecommunications or other utility failures; earthquakes, storms, or other elements of nature; blockages; embargoes; riots; acts or orders of government; acts of terrorism; and war.\n|_|6.Lexar and/or its affiliates may cooperate with requirements pursuant to a valid judicial or governmental order or as required by applicable law. Prior to such cooperation, Lexar and/or its affiliates will make reasonable effort to notify Users of such requirements. Notwithstanding the foregoing, Lexar and/or its affiliates do not warrant the Users will be informed in advance (especially in the circumstances where the Users do not provide a valid contact information) or the Users permission will be obtained. Lexar and/or its affiliates will decide whether to cooperate and the way of cooperation pursuant to applicable law.\n|_|7.Governing Law and Arbitration\n|_|  7.1.This Agreement and its terms and conditions shall be governed exclusively by and construed according to the laws of the People’s Republic of China, excluding any choice of law provisions.\n|_|  7.2.Any dispute arising from or in connection with this Agreement (“Disputes”) shall be negotiated by the parties in good faith to come to a solution. If negotiation fails, either party agrees that such Disputes shall be finally settled by binding arbitration under the then-current rule of Shenzhen Court of International Arbitration Mediation Center.\n|_|8.Miscellaneous\n|_|  8.1.If any provision of this Agreement is held to be unenforceable, illegal, or void, the remaining terms, conditions or provisions hereof shall remain in full force and effect as if the illegal, invalid, or unenforceable provision were not a part thereof.\n|_|  8.2.If Users do not agree the terms of this Agreement, Users are entitled to quit, uninstall, or stop using the software at any time. However, the data of Users already generated during use of the software is still subject to the terms of this Agreement.";
"String_157" = "Enter a search title";
"String_158" = "Change Password";
"String_159" = "https://www.lexar.com/";
"String_160" = "DecryptFilesFolder";
"String_161" = "SOFTWARE SERVICE AGREEMENT";
"String_162" = "Format";
"String_163" = "Formatting will erase all data saved in this shield. To continue, click “Format”. To cancel, click “Quit”.";
"String_164" = "Please do not quit during formatting process.";
"String_165" = "Formatting is completed. The software window will now close.";
"String_166" = "Format failure";
"String_167" = "Prompt is empty.";
"String_168" = "Document Editing Failed";
"String_169" = "I Agree";
"String_170" = "Password tips too long";
"String_171" = "Transfer Completed!";
"String_172" = "File(s) saved successfully!";
"String_173" = "Copies";
"String_174" = "Format";
"String_175" = "Quit";
"String_176" = "Operation not permitted";
"String_177" = "Successfully copied to destination folder or pasteboard";
"String_178" = "Successfully cut to destination folder or pasteboard";
